Repository: kevinamorim/wp-clickable-media-grid-plugin
Catalog: languages/clickable-media-grid-*.po
Languages: pt_pt

source: Button Text (%s)
pt_pt: Texto Botão (%s)

source: Choose Layout
pt_pt: Escolher Layout

source: DESKTOP BUTTONS
pt_pt: BUTÕES DESKTOP

source: Form is invalid! Check if you have the correct number of images and buttons!
pt_pt: Formulário inválido! Confirme se tem o número de correto de imagens e butões!

source: Grids
pt_pt: Grelhas

source: Images List (Desktop):
pt_pt: Lista de Imagens (Desktop):

source: Images List (Mobile):
pt_pt: Lista de Imagens (Mobile):

source: Layout 1 (7 images)
pt_pt: Layout 1 (7 imagens)

source: Layout 2 (8 images)
pt_pt: Layout 2 (8 imagens)

source: MOBILE BUTTONS
pt_pt: BUTÕES MOBILE

source: Save
pt_pt: Guardar

source: Select images
pt_pt: Selecionar imagens

source: Target URL: (%s)
pt_pt: URL Destino (%s)
